-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 16, 2024 at 12:55 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `laravel_blog`
--

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `category_id` int(11) NOT NULL,
  `shortdescription` text NOT NULL,
  `image` text NOT NULL,
  `fulldescription` text NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `title`, `category_id`, `shortdescription`, `image`, `fulldescription`, `status`, `created_at`, `updated_at`) VALUES
(1, 'First Post is OK it', 1, 'This  is short description use the admin', 'admin-assets/blog-images/1575878760.jpg', 'This  is Fully description in the page i sfull giosjlkajdlkjflksjldkfjlsssssssssssssssss', 1, '2024-01-13 11:33:27', '2024-01-16 04:00:39'),
(3, 'গায়েবি’ রপ্তানি, আলুতে আত্মসাৎ ৩০ কোটি টাকা', 7, 'এনবিআরের রপ্তানির হিসাবের সঙ্গে উদ্ভিদ সঙ্গনিরোধ কেন্দ্রের হিসাবে বিস্তর ফারাক।\r\n\r\n১০টির জালিয়াতি শনাক্ত। আরও ৪৮টির বিরুদ্ধে তদন্ত চলছে।', 'admin-assets/blog-images/1293712427.webp', 'জাতীয় রাজস্ব বোর্ডের (এনবিআর) তথ্যভান্ডারের হিসাবে ২০২০ সালে আলু রপ্তানিতে তৃতীয় শীর্ষ অবস্থানে ছিল রাজধানীর মতিঝিলের অন্তরা করপোরেশন। ওই বছর প্রতিষ্ঠানটি ৯৬টি চালানে প্রায় ৩৭ কোটি টাকা মূল্যের ১৫ হাজার ৫৮৮ মেট্রিক টন আলু রপ্তানি করে।\r\n\r\nঅবশ্য চট্টগ্রাম কাস্টমস তদন্ত করে প্রমাণ পেয়েছে, আসলে অন্তরা করপোরেশন একটি আলুও রপ্তানি করেনি। বরং জাল নথিপত্র  জমা দিয়ে সরকারের কাছ থেকে তারা আলু রপ্তানির বিপরীতে সাড়ে সাত কোটি টাকা নগদ সহায়তা নিয়েছে।\r\n\r\nঅন্তরা করপোরেশনের মতো ১০টি প্রতিষ্ঠানের বিরুদ্ধে তদন্ত করে চট্টগ্রাম কাস্টমস জানতে পেরেছে, এসব প্রতিষ্ঠান ৪২২টি চালানে ১ কোটি ৯১ লাখ মার্কিন ডলারের (প্রায় ১৬৪ কোটি টাকা) আলু রপ্তানি দেখিয়েছে, যা পুরোটাই ছিল ‘গায়েবি’। কোনো রপ্তানি না করেই তারা সরকারের কাছ থেকে ৩০ কোটি টাকার বেশি নগদ সহায়তা নিয়ে আত্মসাৎ করেছে।\r\n\r\nরপ্তানির আলু কনটেইনারে ভরার আগে নমুনা পরীক্ষা করে স্বাস্থ্যসনদ দিই আমরা। বাস্তবে কত আলু রপ্তানি হয়েছে, তা এই স্বাস্থ্যসনদ দেওয়ার পর হিসাব করে তথ্য প্রকাশ করা হয়। এখানে ভুল হওয়ার আশঙ্কা নেই।\r\nমোহাম্মদ শাহ আলম, উদ্ভিদ সঙ্গনিরোধ কেন্দ্রের চট্টগ্রামের উপপরিচালক\r\n‘গায়েবি’ আলু রপ্তানির বেশির ভাগ ঘটনা ঘটেছে ২০১৮-১৯ অর্থবছর থেকে ২০২১-২২ অর্থবছরের মধ্যে। দীর্ঘ সময় ধরে তদন্ত করে চট্টগ্রাম কাস্টমস গত অক্টোবর ও নভেম্বর মাসে ১০টি প্রতিষ্ঠানের বিরুদ্ধে তদন্ত প্রতিবেদন জমা দিয়েছে। আরও ৪৮টির বিরুদ্ধে তদন্ত চলছে। কাস্টমসের কর্মকর্তারা বলছেন, পুরো তদন্ত শেষ হলে আরও জালিয়াতি ও আরও বিপুল অর্থ আত্মসাতের তথ্য বেরিয়ে আসবে।\r\n\r\nচট্টগ্রাম কাস্টমসের উপকমিশনার মো. বদরুজ্জামান মুন্সী প্রথম আলোকে বলেন, তাদের ২০টি দল জালিয়াতি নিয়ে তদন্ত করছে। যে কয়েকটির তদন্ত শেষ হয়েছে, সেসব রপ্তানিকারকের বিরুদ্ধে মামলা দায়ের করা হচ্ছে। ‘গায়েবি’ রপ্তানির ক্ষেত্রে আলুকে কেন বেছে নেওয়া হয়েছে জানতে চাইলে তিনি বলেন, আলু রপ্তানিতে সরকার ২০ শতাংশ সহায়তা দেয়। এ ক্ষেত্রে হয়তো জালিয়াতিতে ঝুঁকি কম মনে করেছে চক্রটি।\r\n\r\nরপ্তানির ‘অর্ধেকই গায়েবি’\r\nঅপ্রচলিত বিভিন্ন পণ্যের রপ্তানি বাড়াতে সরকার নগদ সহায়তা দেয়। বাংলাদেশ ব্যাংকের প্রজ্ঞাপন অনুযায়ী, চলতি ২০২৩-২৪ অর্থবছরে ৪৩টি পণ্য নগদ সহায়তা পাচ্ছে। সর্বোচ্চ ২০ শতাংশ নগদ সহায়তা পাওয়া পণ্যের একটি আলু। মানে হলো, কোনো প্রতিষ্ঠান ১০০ টাকার আলু রপ্তানি করলে ২০ টাকা সরকার ভর্তুকি দেয়।\r\n\r\nরপ্তানি উন্নয়ন ব্যুরোর (ইপিবি) হিসাবে, ২০২০-২১ অর্থবছরে প্রায় ৫ কোটি ৮ লাখ ডলারের আলু রপ্তানি হয়, যা তখনকার মূল্যে বাংলাদেশি মুদ্রায় ৪৩৭ কোটি টাকার সমান।\r\n\r\nবাংলাদেশ থেকে যত আলু রপ্তানি হয়, তার ৯০ থেকে ৯৫ শতাংশ যায় চট্টগ্রাম বন্দর হয়ে। সেখানে বেসরকারি ডিপোতে (পণ্য রাখার জায়গা) আলু কনটেইনারে ভরা হয়। তখন আলুর নমুনা পরীক্ষা করে স্বাস্থ্যসনদ দেয় চট্টগ্রাম সমুদ্রবন্দরের উদ্ভিদ সঙ্গনিরোধ কেন্দ্র।\r\n\r\n‘গায়েবি’ আলু রপ্তানির বেশির ভাগ ঘটনা ঘটেছে ২০১৮-১৯ অর্থবছর থেকে ২০২১-২২ অর্থবছরের মধ্যে। দীর্ঘ সময় ধরে তদন্ত করে চট্টগ্রাম কাস্টমস গত অক্টোবর ও নভেম্বর মাসে ১০টি প্রতিষ্ঠানের বিরুদ্ধে তদন্ত প্রতিবেদন জমা দিয়েছে। আরও ৪৮টির বিরুদ্ধে তদন্ত চলছে।\r\nউদ্ভিদ সঙ্গনিরোধ কেন্দ্রের রপ্তানির হিসাবের সঙ্গে চট্টগ্রাম কাস্টমসের তথ্যে ব্যাপক গরমিল পাওয়া গেছে। যেমন এনবিআরের হিসাবে ২০২০-২১ অর্থবছরে চট্টগ্রাম কাস্টম হাউসে শুল্কায়নের পর চট্টগ্রাম বন্দর দিয়ে রপ্তানি হয়েছে ১ লাখ ৯৬ হাজার ৪৫৫ টন আলু। তবে উদ্ভিদ সঙ্গনিরোধ কেন্দ্রের হিসাবে, তারা ৫১ হাজার ৪৪৫ টন আলু রপ্তানির সনদ দিয়েছে।\r\n\r\n২০১৮-১৯ থেকে ২০২১-২২ পর্যন্ত চার অর্থবছরে এনবিআরের তথ্যের সঙ্গে উদ্ভিদ সঙ্গনিরোধ কেন্দ্রের রপ্তানির হিসাবের পার্থক্য ৫৯ শতাংশ। সংশ্লিষ্ট ব্যক্তিরা বলছেন, এই ৫৯ শতাংশ রপ্তানি আসলে ‘গায়েবি’। চট্টগ্রাম কাস্টমস ২০২০-২১ অর্থবছরের আলু রপ্তানি বিষয়ে তদন্ত করে এখন পর্যন্ত ৩৭ শতাংশ রপ্তানি ‘গায়েবি’ বলে শনাক্ত করেছে।\r\n\r\nউদ্ভিদ সঙ্গনিরোধ কেন্দ্রের চট্টগ্রামের উপপরিচালক মোহাম্মদ শাহ আলম প্রথম আলোকে বলেন, ‘রপ্তানির আলু কনটেইনারে ভরার আগে নমুনা পরীক্ষা করে স্বাস্থ্যসনদ দিই আমরা। বাস্তবে কত আলু রপ্তানি হয়েছে, তা এই স্বাস্থ্যসনদ দেওয়ার পর হিসাব করে তথ্য প্রকাশ করা হয়। এখানে ভুল হওয়ার আশঙ্কা নেই।’\r\n\r\nএমন ঘটনা সামগ্রিক কৃষিপণ্যের রপ্তানি নিয়ে ভুল বার্তা দিচ্ছে। কারণ, রপ্তানি না করে নথিপত্রে নাম ওঠানোয় মনে হবে, দেশে পর্যাপ্ত আলু রয়েছে। এ ধরনের তথ্য সুষ্ঠু বাজার ব্যবস্থাপনার ওপর বিরূপ প্রভাব ফেলতে পারে।\r\nখন্দকার গোলাম মোয়াজ্জেম, গবেষণা পরিচালক, সিপিডি\r\nমৃত মানুষের সইয়ে রপ্তানি\r\nআলু রপ্তানিতে জালিয়াতির তদন্ত করতে গিয়ে চট্টগ্রাম কাস্টমসের কর্মকর্তারা আশ্চর্যজনক নানা ঘটনা পেয়েছেন। যেমন ‘গায়েবি’ রপ্তানি তথ্যভান্ডারে দেখাতে কাস্টমস কর্মকর্তাদের পরিচয় (আইডি ও পাসওয়ার্ড) ব্যবহার করেছে জালিয়াত চক্র। ব্যবহার করা হয়েছে মৃত মানুষের সইও।\r\n\r\nঅন্তরা করপোরেশন ছাড়াও জালিয়াতি করে রুচিকর অ্যাগ্রো ফুড প্রোডাক্টস ১ কোটি ১৩ লাখ টাকা, টাচ ট্রেড ইন্টারন্যাশনাল ৩ কোটি ৮১ লাখ টাকা, তাসা ওয়ার্ল্ড বিডি এক্সপো সাড়ে ৩ কোটি টাকা, ম্যাজিস্টিক এন্টারপ্রাইজ ১ কোটি ৩৫ লাখ টাকা, এমবি অ্যাগ্রো ফুড প্রোডাক্ট ৪ কোটি ৪১ লাখ টাকা, মিয়াজী ফুড প্রোডাক্টস ৫ কোটি টাকা, এম আর ট্রেডিং ইন্টারন্যাশনাল ২ কোটি ১৮ লাখ টাকা, কাশ্মেরি অ্যাগ্রো ফুড ৪৫ লাখ টাকা এবং আফান ফুড ৯১ লাখ টাকা নগদ সহায়তা নিয়েছে।\r\n\r\nঅন্তরা করপোরেশনের জালিয়াতি নিয়ে চট্টগ্রাম কাস্টমসের ছয় সদস্যের কমিটি ৭৫ পৃষ্ঠার তদন্ত প্রতিবেদন জমা দেয় গত বছরের ২৯ অক্টোবর। তদন্ত প্রতিবেদনের সঙ্গে ৪ হাজার ১৫ পৃষ্ঠার লিখিত বক্তব্য ও দলিলাদি যুক্ত করা হয়। প্রতিবেদনে বলা হয়, কাস্টমস কর্মকর্তাদের আইডি ও পাসওয়ার্ড ব্যবহার করে এনবিআরের তথ্যভান্ডারে (অ্যাসাইকুডা ওয়ার্ল্ড সিস্টেম) অন্তরা করপোরেশনের আলু রপ্তানি দেখানো হয়েছে। এমনকি করোনায় আক্রান্ত হয়ে মারা যাওয়ার ২২ দিন পর এক কাস্টমস কর্মকর্তার সই ব্যবহার করা হয়েছে রপ্তানি নথিতে।\r\n\r\nতদন্ত প্রতিবেদনে আরও বলা হয়, অন্তরা করপোরেশন সংশ্লিষ্ট সময়ে প্রায় ৪৭ লাখ মার্কিন ডলারের রপ্তানি আয় ব্যাংকের মাধ্যমে দেশে এনেছে, যদিও রপ্তানি করেনি। রপ্তানি না হলেও আয় আসে কীভাবে, সে বিষয়ে সন্দেহের কথাও তদন্ত প্রতিবেদনে তুলে ধরেছেন কর্মকর্তারা। বলা হয়েছে, দেশ থেকে বিদেশে টাকা পাচার করে আবার ফেরত আনা হতে পারে। এতে যেমন কালোটাকা সাদা হয়, তেমনি ২০ শতাংশ নগদ সহায়তাও পাওয়া যায়।\r\n\r\nঅন্তরা করপোরেশনের ঠিকানা দেওয়া হয়েছে ঢাকার মতিঝিল বাণিজ্যিক এলাকার ১২-১৩ নম্বর ভবনের (রহমান চেম্বার) ষষ্ঠ তলা। সোমবার বেলা তিনটার দিকে সেখানে গেলে জানানো হয় অন্তরা করপোরেশনের মালিক মো. মুশতাক খান কার্যালয়ে নেই। এক কর্মী মুঠোফোনে তাঁর (মুশতাক) সঙ্গে কথা বলিয়ে দেন।\r\n\r\nমুশতাক খান বলেন, কাস্টমসের অভিযোগ ভিত্তিহীন। রপ্তানি করেই রপ্তানি আয় দেশে আনা হয়েছে। মারা যাওয়ার ২২ দিন পর কর্মকর্তার স্বাক্ষর ব্যবহারের বিষয়ে তিনি বলেন, ‘এটা কাস্টমস বলতে পারবে। তারা কেন, কীভাবে করেছে, সেটা তো আর আমি বলতে পারব না।’\r\n\r\nমিয়াজী ফুড প্রোডাক্টস লিমিটেডের ৬৩টি চালানের সাড়ে ৩২ লাখ ডলারের রপ্তানিকে ‘গায়েবি’ বলছে চট্টগ্রাম কাস্টমস। তাদের ঠিকানা দেওয়া হয়েছে মতিঝিলের শাপলা ভবনে। রোববার দুপুরে গিয়ে পাওয়া যায় প্রতিষ্ঠানটির মালিক মামুন মিয়াজিকে। তিনি প্রথম আলোকে বলেন, রপ্তানি না করে নগদ সহায়তা পাওয়ার সুযোগ নেই। তদন্ত প্রতিবেদনের তথ্য সঠিক নয়। তিনি বলেন, তিনি এখন আর কোনো পণ্যই রপ্তানি করছেন না। ফল, আদা, পেঁয়াজসহ অন্যান্য পণ্য আমদানির চেষ্টা করছেন।\r\n\r\nজালিয়াতির দায়ে অভিযুক্ত আরেক প্রতিষ্ঠান আফান ফুডের ঠিকানা মতিঝিলের খান ম্যানশনে। রোববার বিকেলে ভবনটিতে গিয়ে প্রতিষ্ঠানটির অস্তিত্ব পাওয়া যায়নি। ভবনটির একজন নিরাপত্তারক্ষী বলেন, আগে কোম্পানিটি ওই ভবনে ছিল। এখন আর নেই।\r\n\r\n‘গায়েবি’ রপ্তানির গন্তব্য সংযুক্ত আরব আমিরাত\r\nচট্টগ্রাম কাস্টমসের তদন্তে যেসব ‘গায়েবি’ রপ্তানি শনাক্ত হয়েছে, সেগুলোর বেশির ভাগের গন্তব্য উল্লেখ করা হয়েছে সংযুক্ত আরব-আমিরাত ও মালয়েশিয়া। যেমন ২০২০-২১ অর্থবছরে ‘গায়েবি’ রপ্তানির ৬৪ শতাংশ আলুর গন্তব্য দেখানো হয় সংযুক্ত আরব আমিরাতকে। প্রায় ২৫ শতাংশের গন্তব্য ছিল মালয়েশিয়া।\r\n\r\nসংশ্লিষ্ট ব্যক্তিরা বলছেন, পাচার করা অর্থের নতুন গন্তব্য হয়ে উঠেছে সংযুক্ত আরব আমিরাতের শহর দুবাই। দুবাই চেম্বারের হিসাবে, সেখানে বাংলাদেশিদের মালিকানাধীন কোম্পানি সংখ্যা ১০ হাজার ৯৭৫। অভিযোগ আছে, কেউ কেউ কাগুজে কোম্পানি খুলে বাংলাদেশের সঙ্গে বাণিজ্যের মাধ্যমে অর্থ পাচারের সঙ্গে জড়িত। মালয়েশিয়ায়ও বাংলাদেশ থেকে অর্থ পাচারের অভিযোগ রয়েছে।\r\n\r\nআলুর আগে মুড়ি, সুপারি, মসলা, তৈলবীজসহ বিভিন্ন পণ্যের ‘গায়েবি’ রপ্তানি দেখিয়ে অর্থ আত্মসাতের ঘটনা ঘটেছে। সরকার নানা পণ্যে বছরের পর বছর নগদ সহায়তা দিয়ে গেলেও রপ্তানি আয় খুব একটা বাড়ছে না। বরং জালিয়াতি ও অর্থ আত্মসাতের ঘটনা ঘটছে।\r\n\r\nবেসরকারি গবেষণা সংস্থা সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) গবেষণা পরিচালক খন্দকার গোলাম মোয়াজ্জেম প্রথম আলোকে বলেন, এমন ঘটনা সামগ্রিক কৃষিপণ্যের রপ্তানি নিয়ে ভুল বার্তা দিচ্ছে। কারণ, রপ্তানি না করে নথিপত্রে নাম ওঠানোয় মনে হবে, দেশে পর্যাপ্ত আলু রয়েছে। এ ধরনের তথ্য সুষ্ঠু বাজার ব্যবস্থাপনার ওপর বিরূপ প্রভাব ফেলতে পারে। তিনি বলেন, এসব ঘটনার সঙ্গে জড়িত ব্যক্তিদের বিরুদ্ধে ব্যবস্থা নেওয়া দরকার, যাতে সামনে এই ধরনের ঘটনা আর না ঘটে।\r\n\r\n[প্রতিবেদনটিতে তথ্য দিয়েছেন আরিফুর রহমান ও আহমদুল হাসান, ঢাকা]', 1, '2024-01-16 02:22:16', '2024-01-16 03:58:28'),
(4, 'ভোটের হার নিয়ে জানতে চায় ইইউর বিশেষজ্ঞ দল', 2, 'দ্বাদশ জাতীয় সংসদ নির্বাচনে ভোটের হার নিয়ে নির্বাচন কমিশনের কর্মকর্তাদের কাছে জানতে চেয়েছে ইউরোপীয় ইউনিয়নের (ইইউ) বিশেষজ্ঞ দল। যুক্তরাষ্ট্রের গবেষণা প্রতিষ্ঠান ইন্টারন্যাশনাল রিপাবলিকান ইনস্টিটিউট (আইআরআই) ও ন্যাশনাল ডেমোক্রেটিক ইনস্টিটিউটের (এনডিআই) পক্ষ থেকেও একই বিষয়ে জানতে চাওয়া হয়েছে।\r\n\r\nগতকাল সোমবার ইইউর বিশেষজ্ঞ দল নির্বাচন কমিশনের (ইসি) কর্মকর্তাদের সঙ্গে বৈঠক করে। আইআরআই ও এনডিআইয়ের প্রতিনিধিরাও ইসির কর্মকর্তাদের সঙ্গে আলাদা বৈঠক করেন। সেখানে ভোটের হার নিয়ে জানতে চাওয়া হয় বলে ইসি সচিবালয় সূত্র জানিয়েছে।', 'admin-assets/blog-images/1183154099.jpg', 'ইসির অতিরিক্ত সচিব অশোক কুমার দেবনাথ প্রথম আলোকে বলেন, ইইউর ‘টেকনিক্যাল’ দল এবং আইআরআই ও এনডিআইয়ের প্রতিনিধিরা গতকাল বৈঠক করেছেন। তাঁরা মূলত নির্বাচনের বিভিন্ন তথ্য–উপাত্ত জানতে চেয়েছিলেন। তাঁদের সব তথ্য জানানো হয়েছে। এতে তাঁরা সন্তুষ্টি প্রকাশ করেছেন।\r\n\r\n৭ জানুয়ারি দ্বাদশ সংসদ নির্বাচনের ভোট গ্রহণ করা হয়। ভোট গ্রহণের পরদিন ইসি জানিয়েছে, এবারের নির্বাচনে ভোট পড়েছে ৪১ দশমিক ৮০ শতাংশ। তবে ভোটের এই হার নিয়ে সন্দেহ ও প্রশ্ন আছে। ভোটের দিন দুপুর সাড়ে ১২টার দিকে ইসি সচিব মো. জাহাংগীর আলম সাংবাদিকদের জানিয়েছিলেন, সারা দেশে দুপুর ১২টা ১০ মিনিট পর্যন্ত গড়ে সাড়ে ১৮ শতাংশ ভোট পড়েছে। বেলা সাড়ে ৩টার দিকে দ্বিতীয় দফা ব্রিফিংয়ে সচিব জানান, বেলা ৩টা পর্যন্ত ২৬ দশমিক ৩৭ শতাংশ ভোট পড়েছে। তবে এই হিসাবে কিছুটা হেরফের হতে পারে। কারণ, সব জায়গার তথ্য পাওয়া যায়নি।\r\n\r\nআরও পড়ুন\r\n৪০ শতাংশের মতো ভোট পড়েছে, তবে এটা নিশ্চিত নয়: সিইসি\r\n৪০ শতাংশের মতো ভোট পড়েছে, তবে এটা নিশ্চিত নয়: সিইসি\r\nভোট গ্রহণ শেষে বিকেল পাঁচটার পর সংবাদ সম্মেলনে প্রধান নির্বাচন কমিশনার (সিইসি) কাজী হাবিবুল আউয়াল প্রথমে বলেন, ২৮ শতাংশের মতো ভোট পড়েছে। পাশ থেকে তাঁকে একজন বলেন, এই হার ৪০ শতাংশ। তখন সিইসি বলেন, ‘৪০ পার্সেন্ট। তারপরও এটা ড্যাশবোর্ডে শতভাগ তথ্য আসেনি।’ সিইসি বলেন, ৪০ শতাংশ যেটা এসেছে, এখন পর্যন্ত এটা নির্ভরযোগ্য। তবে এটা নিশ্চিত নয়, এটার কিছুটা ব্যত্যয় হতে পারে।\r\n\r\nআরও পড়ুন\r\nসর্বোচ্চ ৬৩, সর্বনিম্ন ৬ শতাংশ ভোট পড়েছে\r\nইসি সূত্র জানায়, ইইউর বিশেষজ্ঞ দল এবং এনডিআই, আইআরআই মূলত ভোটের হার নিয়ে এই বিভ্রান্তির বিষয়টি জানতে চেয়েছে। তাদের ইসির কর্মকর্তারা বলেছেন, সব ভোটকেন্দ্রের প্রিসাইডিং কর্মকর্তাকে নির্দেশনা দেওয়া হয়েছিল প্রতি দুই ঘণ্টা পরপর ভোট পড়ার হার জানাতে। ইসির বিশেষ সফটওয়্যারে এ–সংক্রান্ত তথ্য দিতে বলা হয়েছিল। কিন্তু সব কর্মকর্তা এই কাজ যথাযথভাবে করতে পারেননি। তিন পার্বত্য জেলার সংসদীয় আসন এবং এর বাইরে আরও কিছু আসনের বেশ কিছু ভোটকেন্দ্রের ভোট পড়ার হার কর্মকর্তারা তাৎক্ষণিকভাবে দিতে পারেননি বা দেননি। এ–সংক্রান্ত তথ্য–উপাত্ত ইইউ, এনডিআই, আইআরআইয়ের প্রতিনিধিদের দেখানো হয়েছে।\r\n\r\nইসির একজন কর্মকর্তা প্রথম আলোকে জানান, ইইউর দলটি এ–সংক্রান্ত বিস্তারিত তথ্য চেয়েছে। তাদের সব তথ্য বিস্তারিতভাবে সরবরাহ করা হবে।', 1, '2024-01-16 02:23:45', '2024-01-16 02:23:45'),
(5, 'ইয়েমেনে হামলা নিয়ে কী বলছে যুক্তরাষ্ট্র-যুক্তরাজ্য ও হুতিরা', 5, 'ইয়েমেনের কয়েকটি শহরে শুক্রবার ভোরে হামলা হওয়ার খবর নিশ্চিত করেছে দেশটির হুতি বিদ্রোহীরা। সামাজিক যোগাযোগমাধ্যম এক্সে (টুইটার) দেওয়া এক পোস্টে হুতি কর্মকর্তা আবদুল কাদের আল-মোরতাদা এ কথা জানিয়েছেন। মার্কিন প্রেসিডেন্ট জো বাইডেন বলেছেন, অস্ট্রেলিয়া, বাহরাইন, কানাডা ও নেদারল্যান্ডসের সহযোগিতায় যুক্তরাষ্ট্র ও যুক্তরাজ্য হুতি বিদ্রোহীদের ব্যবহৃত এলাকাগুলোতে হামলা চালিয়েছে।\r\n\r\nহুতি কর্মকর্তা আবদুল কাদের আল-মোরতাদা এক্স অ্যাকাউন্টে দেওয়া এক পোস্টে লিখেছেন, ‘মার্কিন-জায়নবাদী-ব্রিটিশ আগ্রাসনকারীরা ইয়েমেনের রাজধানী সানা, হোদেইদাহ গভর্নরেট, সাদা ও ধামারে হামলা চালিয়েছে।’', 'admin-assets/blog-images/1912971666.jpg', 'হোয়াইট হাউস থেকে দেওয়া এক বিবৃতিতে বাইডেন বলেন, লোহিত সাগরে আন্তর্জাতিক সমুদ্রসীমায় চলাচলকারী জাহাজের ওপর হুতিদের হামলার জবাবে এসব হামলা চালানো হয়েছে।\r\n\r\nবাইডেনের দাবি, হুতিদের হামলার কারণে মার্কিন কর্মকর্তা, বেসামরিক নাবিক ও আমাদের সহযোগীদের জীবন বিপন্ন হয়ে পড়েছে। বাণিজ্য ও জাহাজ চলাচলের স্বাধীনতাও হুমকিতে পড়েছে।\r\n\r\nমার্কিন প্রেসিডেন্ট আরও বলেছেন, মানুষের সুরক্ষা ও বাণিজ্যের অবাধ প্রবাহ নিশ্চিত করতে আরও কোনো পদক্ষেপ নেওয়ার নির্দেশ দিতে তিনি ‘দ্বিধা’ করবেন না।\r\n\r\nএদিকে কয়েক মার্কিন কর্মকর্তা সাংবাদিকদের বলেছেন, ইয়েমেনে হুতিদের সামরিক শক্তির জায়গাগুলো লক্ষ্য করে যুক্তরাষ্ট্র ও যুক্তরাজ্য হামলা চালিয়েছে। এ ক্ষেত্রে পার্শ্ববর্তী স্থানগুলোতে ক্ষয়ক্ষতি এড়ানোর চেষ্টা করা হয়েছে। ওই কর্মকর্তাদের অভিযোগ, বর্তমানে হুতিদের কর্মকাণ্ড যুক্তরাষ্ট্র ও গোটা বিশ্বের জন্য হুমকি হয়ে দাঁড়িয়েছে।\r\n\r\nআরও পড়ুন\r\nইয়েমেনে সংঘাত এড়ানোর আহ্বান সৌদি আরবের\r\nইয়েমেনে সংঘাত এড়ানোর আহ্বান সৌদি আরবের\r\nযুক্তরাষ্ট্রের প্রতিরক্ষামন্ত্রী লয়েড অস্টিনের এক বিবৃতির বরাতে এএফপির প্রতিবেদনে বলা হয়, বিদেশি জাহাজ লক্ষ্য করে ইরান-সমর্থিত হুতিদের রাডার, ক্ষেপণাস্ত্র ও ড্রোন হামলার সক্ষমতাকে খর্ব করতেই এ হামলা চালানো হয়েছে। বিবৃতিতে অস্টিন বলেন, হুতিদের মানুষবিহীন আকাশযান, ব্যালিস্টিক ও ক্রুজ ক্ষেপণাস্ত্র, উপকূলীয় রাডার ও বিমান নজরদারি সক্ষমতার সঙ্গে যুক্ত স্থানগুলো এ হামলার লক্ষ্যবস্তু।\r\n\r\nঅস্ট্রেলিয়া, বাহরাইন, কানাডা, ডেনমার্ক, জার্মানি, নেদারল্যান্ডস, নিউজিল্যান্ড, দক্ষিণ কোরিয়া, যুক্তরাজ্য ও যুক্তরাষ্ট্র যৌথ এক বিবৃতিতে বলেছে, ‘লোহিত সাগরে উত্তেজনা নিরসন ও স্থিতিশীলতা পুনরুদ্ধার করাই আমাদের লক্ষ্য। তবে আমরা এটাও স্পষ্ট করতে চাই যে আমরা জীবন রক্ষা করতে সবকিছু করব। ক্রমাগত হুমকির মুখে বিশ্বের অন্যতম বাণিজ্যপথে অবাধে বাণিজ্য বজায় রাখতে সবকিছু করব।’\r\n\r\nএক সপ্তাহ আগে যুক্তরাষ্ট্র, যুক্তরাজ্যসহ আরও ১০ দেশ দক্ষিণ লোহিত সাগরে বাণিজ্যিক জাহাজে আবারও হামলা চালালে পরিণতি ভোগ করার হুঁশিয়ারি দিয়েছিল। গত মঙ্গলবার রাতে হুতিরা আবার হামলা চালায়।', 1, '2024-01-16 02:26:20', '2024-01-16 02:26:20'),
(6, 'আলেশা মার্টের চেয়ারম্যান গ্রেপ্তার', 6, 'ই-কমার্স প্রতিষ্ঠান আলেশা মার্টের চেয়ারম্যান মঞ্জুর আলম শিকদারকে গ্রেপ্তার করেছে পুলিশ। \r\n\r\nগতকাল শনিবার রাতে রাজধানীর বনানী এলাকা থেকে মঞ্জুরকে গ্রেপ্তার করা হয় বলে জানায় গুলশান থানা-পুলিশ। \r\n\r\nপুলিশ বলছে, গ্রাহকের করা শতাধিক প্রতারণার মামলায় মঞ্জুরের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা রয়েছে। \r\n\r\nঢাকা মহানগর পুলিশের (ডিএমপি) গুলশান বিভাগের উপকমিশনার রিফাত রহমান শামীম আজ রোববার প্রথম আলোকে বলেন, আলেশা মার্টের চেয়ারম্যানকে গ্রেপ্তার করে আদালতে পাঠানো হয়েছে।', 'admin-assets/blog-images/1269671731.jpg', 'ই-কমার্স প্রতিষ্ঠান আলেশা মার্টের চেয়ারম্যান মঞ্জুর আলম শিকদারকে গ্রেপ্তার করেছে পুলিশ। \r\n\r\nগতকাল শনিবার রাতে রাজধানীর বনানী এলাকা থেকে মঞ্জুরকে গ্রেপ্তার করা হয় বলে জানায় গুলশান থানা-পুলিশ। \r\n\r\nপুলিশ বলছে, গ্রাহকের করা শতাধিক প্রতারণার মামলায় মঞ্জুরের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা রয়েছে। \r\n\r\nঢাকা মহানগর পুলিশের (ডিএমপি) গুলশান বিভাগের উপকমিশনার রিফাত রহমান শামীম আজ রোববার প্রথম আলোকে বলেন, আলেশা মার্টের চেয়ারম্যানকে গ্রেপ্তার করে আদালতে পাঠানো হয়েছে। \r\n\r\nআরও পড়ুন\r\nগ্রাহকদের ৪২১ কোটি টাকা আত্মসাৎ, আলেশা মার্টের চেয়ারম্যানের বিরুদ্ধে মামলা\r\nমঞ্জুরের বিরুদ্ধে মানি লন্ডারিং প্রতিরোধ আইনেও মামলা আছে। এই মামলার বাদী পুলিশের অপরাধ তদন্ত বিভাগ (সিআইডি)।\r\n\r\nসিআইডির তথ্যমতে, ২০২০ সালের ২৬ জুলাই আলেশা মার্ট যৌথ মূলধন কোম্পানি ও ফার্মগুলোর পরিদপ্তর থেকে নিবন্ধন পায়। প্রতিষ্ঠানটি ২০২০ সালের ১০ নভেম্বর ঢাকার উত্তর সিটি করপোরেশন থেকে ট্রেড লাইসেন্স নেয়। আনুষ্ঠানিকভাবে আলেশা মার্টের যাত্রা শুরু হয় ২০২১ সালের ৭ জানুয়ারি।\r\n\r\nযাত্রা শুরুর পর কম মূল্যে মোটরসাইকেলসহ বিভিন্ন ইলেকট্রনিক পণ্য সরবরাহের জন্য গ্রাহকদের কাছ থেকে অগ্রিম টাকা নেয় প্রতিষ্ঠানটি। তবে বহু গ্রাহককে পণ্য না দিয়ে কিংবা টাকা ফেরত না দিয়ে ই-কমার্স ব্যবসার আড়ালে প্রতারণার মাধ্যমে তারা টাকা পাচার (মানি লন্ডারিং) করে বলে দাবি সিআইডির।\r\n\r\nআরও পড়ুন\r\nআলেশা মার্টের চেয়ারম্যানের বিরুদ্ধে পরোয়ানা\r\nআরও পড়ুন\r\nআলেশা মার্টের কাছে ৭ হাজার গ্রাহকের পাওনা ২৫৮ কোটি টাকা\r\nসিআইডি বলছে, চারটি বেসরকারি ব্যাংকে আলেশা মার্টের চারটি ব্যাংক হিসাব থেকে ৪২১ কোটি টাকা সরিয়ে নেওয়া হয়েছে। এ ছাড়া আলেশা মার্টের চেয়ারম্যান মঞ্জুর ও তাঁর স্বার্থসংশ্লিষ্ট প্রতিষ্ঠানের নামে ৩১ কোটি টাকার স্থাবর সম্পদ কেনা হয়েছে। ২০২১ সালের ৩১ জানুয়ারি থেকে ২৫ আগস্টের মধ্যে এই সম্পদ কেনা হয়।\r\n\r\nমঞ্জুরের ২০২০-২১ অর্থবছরের আয়কর বিবরণীর তথ্য তুলে ধরে সিআইডি বলছে, বেতন ও আনুষঙ্গিক মিলে তাঁর আয় ছিল মাত্র ১৩ লাখ ৯০ হাজার। অথচ সাত মাসের ব্যবধানে তিনি ৩১ কোটি টাকার সম্পদ কেনেন।', 1, '2024-01-16 02:29:03', '2024-01-16 02:29:03');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `image` text NOT NULL,
  `status` tinyint(4) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name`, `image`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Admin', 'admin-assets/category-image/1520638518.jpg', 1, '2024-01-12 07:21:00', '2024-01-16 03:59:20'),
(2, 'BD-Politics', 'admin-assets/category-image/843718418.jpg', 1, '2024-01-12 07:25:34', '2024-01-13 04:53:46'),
(5, 'Travel', 'admin-assets/category-image/1577904887.jpg', 1, '2024-01-12 08:14:14', '2024-01-13 04:54:03'),
(6, 'IT', 'admin-assets/category-image/558053939.png', 1, '2024-01-13 04:55:13', '2024-01-13 04:55:13'),
(7, 'Day use', 'admin-assets/category-image/1132471589.webp', 1, '2024-01-16 03:58:01', '2024-01-16 03:58:01');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2014_10_12_200000_add_two_factor_columns_to_users_table', 1),
(4, '2019_08_19_000000_create_failed_jobs_table', 1),
(5, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(6, '2024_01_10_181141_create_sessions_table', 1),
(7, '2024_01_12_104523_create_categories_table', 2),
(8, '2024_01_13_112259_create_blogs_table', 3);

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('OebVb694Iy2hfPIkDxA442TDi4zVpqgjMJ0CoC9N', NULL, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', 'YTozOntzOjY6Il90b2tlbiI7czo0MDoiNXg2VkI0YlN2eWFHRld0RXJyb3dmS0dRN3hPUVJxTWVaa2s3bDFNbyI7czo5OiJfcHJldmlvdXMiO2E6MTp7czozOiJ1cmwiO3M6MjY6Imh0dHA6Ly8xMjcuMC4wLjE6ODAwMC9ibG9nIjt9czo2OiJfZmxhc2giO2E6Mjp7czozOiJvbGQiO2E6MDp7fXM6MzoibmV3IjthOjA6e319fQ==', 1705392986),
('qLJvXrQG3NwSdtLfbZf8cGyXGvgy0fkTXufunBak', 1, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', 'YTo2OntzOjY6Il90b2tlbiI7czo0MDoiWUtraXlJM2x3WG95T2daQldkWncxNU5BMW11VzBlUjRsdkdFVUswaCI7czozOiJ1cmwiO2E6MDp7fXM6OToiX3ByZXZpb3VzIjthOjE6e3M6MzoidXJsIjtzOjI5OiJodHRwOi8vMTI3LjAuMC4xOjgwMDAvY29udGFjdCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fXM6NTA6ImxvZ2luX3dlYl81OWJhMzZhZGRjMmIyZjk0MDE1ODBmMDE0YzdmNThlYTRlMzA5ODlkIjtpOjE7czoyMToicGFzc3dvcmRfaGFzaF9zYW5jdHVtIjtzOjYwOiIkMnkkMTIkaHFIL0ZCWjcvLmRpSGcuTUxILkVZLjZnMEllSTdJQ2ZDNzI4SW4yRDYvZUJrSjRNNGhjUi4iO30=', 1705406106);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `two_factor_secret` text DEFAULT NULL,
  `two_factor_recovery_codes` text DEFAULT NULL,
  `two_factor_confirmed_at` timestamp NULL DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `current_team_id` bigint(20) UNSIGNED DEFAULT NULL,
  `profile_photo_path` varchar(2048) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `two_factor_secret`, `two_factor_recovery_codes`, `two_factor_confirmed_at`, `remember_token`, `current_team_id`, `profile_photo_path`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'admin@gmail.com', NULL, '$2y$12$hqH/FBZ7/.diHg.MLH.EY.6g0IeI7ICfC728In2D6/eBkJ4M4hcR.', NULL, NULL, NULL, NULL, NULL, NULL, '2024-01-11 01:48:07', '2024-01-11 01:48:07');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
